acpi_call
alsa-utils
amd-ucode
ani-cli-git
arc-gtk-theme
asusctl
autoconf
automake
autotiling-git
base
bashmount
bat
bemenu
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-utils
bottom
brightnessctl
captive-browser-git
chromium
clipman
colord
cpupower
cpupower-gui
dconf-editor
dhcpcd
dialog
discord
dmenu
docker
docker-compose
dunst
easyeffects
efibootmgr
electron
elementary-icon-theme
expac
fakeroot
fd
feh
file
findutils
firefox
flameshot
flex
foot
fzf
gawk
gcc
gettext
gifski
gimp
git
google-chrome
grep
grimshot
groff
gtkmm
gvfs-mtp
gvfs-smb
gzip
helvum
htop
httpie
hyprland-git
hyprpaper-git
i3-wm
i3blocks
i3lock
i3status
imagemagick
imv
imwheel
inetutils
intel-media-driver
iw
iwd
jedi-language-server
jsoncpp
kitty
lf-bin
libreoffice-fresh
libsixel
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lynx
m4
maim
make
man-db
man-pages
mariadb
mesa-utils
mongodb-bin
mongodb-tools-bin
mons
mtools
nano
nautilus
neofetch
neovim
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
nodejs
noise-suppression-for-voice
npm
ntfs-3g
nvim-packer-git
obs-studio
oh-my-zsh-git
onefetch
open-vm-tools
os-prober
otf-overpass
pacman
pacman-contrib
paman
pamixer
pantheon-music
patch
pavucontrol
peek
picom
pipewire
pipewire-pulse
pkgconf
polkit-kde-agent
polybar-git
powertop
pulseaudio-alsa
pulsemixer
python-pip
python-pywal
python2
python38
qt6-wayland
ranger
rawtherapee
ripgrep
rofi
rog-control-center
ruby
rxvt-unicode
sed
shutter
slack-desktop
smartmontools
stow
strace
sudo
supergfxctl
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swayimg
swaylock-effects-git
sxiv
texinfo
thunderbird
tickrs
tmux
ttf-dejavu
ttf-hack
ueberzug
unzip
v4l2loopback-dkms
vim
vlc
vulkan-intel
vulkan-radeon
waybar-hyprland
wbg
wget
which
wine-staging
winetricks
wireless_tools
wmctrl
xcalib
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xwayland
xorg-xwininfo
xterm
yay
yt-dlp
yt-dlp-drop-in
z
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
zsh-syntax-highlighting
zsh-z-git
