alsa-utils
amd-ucode
ani-cli
arc-gtk-theme
autoconf
automake
bash
binutils
bison
blueman
bluez
bluez-utils
bottom
btrfs-progs
bzip2
chromium
coreutils
cpupower
dhcpcd
dialog
discord
dmenu
dosfstools
e2fsprogs
elementary-icon-theme
exo
expac
fakeroot
feh
file
filesystem
findutils
firefox
flex
garcon
gawk
gcc
gcc-libs
gettext
git
glibc
google-chrome
grep
groff
grub
gtkmm
gvfs
gvfs-mtp
gvfs-smb
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
imwheel
inetutils
iproute2
iputils
jsoncpp
kitty
libreoffice-fresh
libtool
licenses
linux
linux-firmware
linux-headers
lvm2
lynx
m4
make
man-db
man-pages
mesa
mousepad
mpv-git
nautilus
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
open-vm-tools
os-prober
otf-overpass
pacman
pantheon-music
parole
patch
pavucontrol
pciutils
picom
pipewire
pkgconf
polybar-git
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
python2
ranger
ristretto
ruby
rxvt-unicode
sed
shadow
shutter
stow
strace
sudo
systemd
systemd-sysvcompat
tar
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-dejavu
tumbler
unzip
util-linux
vim
vlc
wget
which
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
yay
zsh
zsh-syntax-highlighting
zsh-z-git
