alsa-utils
amd-ucode
ani-cli
arc-gtk-theme
asusctl-git
autoconf
automake
base
binutils
bison
blueman
bluez
bluez-hid2hci
bluez-utils
bottom
btrfs-progs
chromium
cpupower
darktable
dhcpcd
dialog
discord
dmenu
docker
docker-compose
dosfstools
efibootmgr
elementary-icon-theme
expac
fakeroot
feh
file
findutils
firefox
flameshot
flex
gawk
gcc
gettext
git
google-chrome
grep
groff
grub
gtkmm
gvfs
gvfs-mtp
gvfs-smb
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
imwheel
inetutils
iw
jsoncpp
kitty
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
linux-lts
linux-zen
lvm2
lynx
m4
maim
make
man-pages
mesa-utils
mongodb-bin
mongodb-tools-bin
mons
mtools
nano
nautilus
neofetch
neovim
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
onefetch
open-vm-tools
os-prober
otf-overpass
pacman
pacman-contrib
paman
pantheon-music
patch
pavucontrol
picom
pipewire
pkgconf
polybar-git
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pywal
python2
ranger
ruby
rxvt-unicode
sed
shutter
slack-desktop
stow
strace
sudo
supergfxctl
texinfo
thunderbird
ticker
tickrs
tmux
ttf-dejavu
ttf-hack
unzip
vim
vlc
wget
which
wireless_tools
xclip
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yt-dlp
yt-dlp-drop-in
zsh
zsh-syntax-highlighting
zsh-z-git
